spisok_sokratschenij = """авиа. – термин авиации

авто. – термин автомобильного дела

амер.  – американский.

англ. – английский язык

аним. – термин аниме

антр. – термин антропологии

археол. – термин археологии

архит. – термин архитектуры

астрон. – термин астрономии

биз. – термин бизнеса

биол. -  термин биологии

биох. - термин биохимии

бот. – термин ботаники

бтх. – термин биотехнологий

воен. – военный термин

ген. – термин генетики

геогр. – термин географии

геод. – термин геодезии

геол. – термин геологии

граф. – термин графики

греч. – древнегреческий язык

дипл. – термин дипломатии

др. – другие

ед. – единственное число

ж.-д. - железнодорожный термин

зоол. – термин зоологии

игр. – термин игр

изд. – термин издательского дела

изм. – мера измерения

интерн. – термин интернета

инф. – термин информатики

иск. – термин искусствоведения

ист. – историзм, термин истории

каз. - термин казино

канц. – канцелярский термин

кибер. – термин кибернетики

кино. – термин киноискусства

ком.  - коммерческий термин

комп. – компьютерный термин

комп. сленг – компьютерный сленг

косм. - космический термин

космет. – термин косметологии

лат. – латинский язык

лингв. – лингвистический термин

лит. – термин литературоведения

марк. – термин маркетинга

мат. – термин математики

матер. – наименование материалов

мед. – медицинский термин

метал. – термин металлургии

метео. – термин метеорологии

минер. – термин минералогии

мн. -  множественное число

мод. – термин моды

мол. сленг. – молодежный сленг

мор. – морской термин

муз. – музыкальный термин

муз. сленг – музыкальный сленг

напр. – например

неизм. – неизменяемая часть речи

нем. – немецкий язык

недерл. – нидерландский язык

нескл. – несклоняемое существительное

нефт. – нефтегазовый термин

обр. – термин образования

общ. – общеупотребительное слово

опт. – термин оптики

пад. – падеж

перен.  – переносное значение

пищ. – термин пищевой промышленности

полигр. – термин полиграфии

полит. – политический термин

псих. – термин психологии

пут. – термин путешественника

рад. – термин радиотехники

разг. – разговорное слово

редк. – редко употребляемое слово

рекл. – термин рекламы

рел. – религиозный термин

рус. – русский язык

рыб. – рыболовный термин

с.-х. – сельскохозяйственный термин

секс. – термин секса

см. – смотри(те)

сокр. – сокращение, сокращенный

соц. – социальный термин

спец. – специальный термин

спорт – спортивный термин

ср.  – сравните

стр. – строительный термин

страх. – термин страхового дела

там. - таможенный термин

текст. – термин текстильной промышленности

тех. – технический термин

типогр. – типографский термин

тлв. – телевизионный термин

трансп. – транспортный термин

уменьш. – уменьшительное

устар. – устаревшее слово (значение)

фант. – термин фантастики

физ. – физический термин

филос. – термин философии

фин. – финансовый термин

фот. – термин фотодела

фр. – французский язык, французский

хим. – химический термин

част. – часто употребляемый

шутл. – шутливое употребление слова

эк.  – термин экономики

экол. – термин экологии

эл. – термин электротехники

эт. - термин этики

этн. – термин этнографии

юр. – юридический термин

яз. – язык, языки"""

